Repository: Fviret/Application-Podometre
Catalog: Podomètre/Localizable.xcstrings
Source language: fr
Languages: en

source: Pour suivre vos pas et calculer votre progression sur les trajets.
en: To track your steps and calculate your progress on journeys.

source: Nombre de pas
en: Step count

source: Comptage en temps réel via HealthKit
en: Real-time counting via HealthKit

source: Distance parcourue
en: Distance covered

source: Marche et course pour les trajets
en: Walking and running for journeys

source: Localisation
en: Location

source: Prévisions météo personnalisées près de vous
en: Personalized weather forecasts near you

source: Ces données ne quittent jamais votre iPhone.
en: This data never leaves your iPhone.

source: L'autorisation vous sera demandée à l'ouverture de l'app.
en: You'll be asked for permission when the app opens.

source: Quel est votre objectif quotidien ?
en: What's your daily goal?

source: Modifiable à tout moment dans les Paramètres.
en: Adjustable at any time in Settings.

source: Sélectionné
en: Selected

source: Ciel dégagé
en: Clear sky

source: Principalement dégagé
en: Mostly clear

source: Partiellement nuageux
en: Partly cloudy

source: Couvert
en: Overcast

source: Brouillard
en: Fog

source: Bruine
en: Drizzle

source: Pluie
en: Rain

source: Pluie verglaçante
en: Freezing rain

source: Neige
en: Snow

source: Averses
en: Showers

source: Averses de neige
en: Snow showers

source: Orages
en: Thunderstorms

source: Conditions variables
en: Variable conditions

source: %@ jours
en: %@ days

source: %@ jour
en: %@ day

source: Tendance sur %@ semaines
en: Trend over the last %@ weeks

source: %@ pas/jour en moyenne
en: %@ steps/day on average

source: Total %@ : %@ pas
en: Total %@: %@ steps

source: Total : %@ pas
en: Total: %@ steps

source: moy. %@
en: avg. %@

source: Moyenne : %@ pas/jour
en: Average: %@ steps/day

source: Prochaine étape dans %@ km
en: Next stop in %@ km

source: Arrivée ~%@
en: Arriving ~%@

source: Prochaine étape :
en: Next stop:

source: dans %@ km
en: in %@ km

source: Terminé le %@
en: Completed on %@

source: %.0f km · %d étapes
en: %.0f km · %d stops

source: %@ étapes
en: %@ stops

source: 🔥 %@ jours de suite
en: 🔥 %@ days in a row

source: 🔥 %@ jour de suite
en: 🔥 %@ day in a row

source: Objectif : %@ pas
en: Goal: %@ steps

source: Étape %@ / 4
en: Step %@ / 4

source: %@ %% de l'objectif
en: %@ %% of goal

source: Série en cours : %@ jours consécutifs
en: Streak in progress: %@ days in a row

source: Série en cours : %@ jour consécutif
en: Streak in progress: %@ day in a row

source: %@ pas
en: %@ steps

source: Pensée du jour. %@. %@. Catégorie %@.
en: Thought of the day. %@. %@. Category %@.

source: Segment en cours : de
en: Current segment: from

source: à
en: to

source: , prochaine étape dans %@ km
en: , next stop in %@ km

source: , %@ trajets restants
en: , %@ walks remaining

source: . %@ km, %@ étapes.
en: . %@ km, %@ stops.

source: Progression : %@ %%.
en: Progress: %@%%.

source: Progression : %@ %%
en: Progress: %@%%

source: , trajet terminé
en: , journey completed

source: , terminé le %@.
en: , completed on %@.

source: Localisation : %@
en: Location: %@

source: Plus longue série jamais réalisée : %@ jours
en: Longest streak ever: %@ days

source: Plus longue série jamais réalisée : %@ jour
en: Longest streak ever: %@ day

source: Semaine du %@
en: Week of %@

source: %@ pas par jour en moyenne
en: %@ steps per day on average

source: %@, %@ pas par jour en moyenne
en: %@, %@ steps per day on average

source: Totaux mensuels %@ :
en: Monthly totals %@:

source: %@, à venir
en: %@, upcoming

source: %@, %@ pas
en: %@, %@ steps

source: Série de %@ jours consécutifs
en: Streak of %@ days in a row

source: Série de %@ jour consécutif
en: Streak of %@ day in a row

source: %@ pas sur %@, %@ %%
en: %@ steps out of %@, %@%%

source: Moyenne quotidienne : %@ pas,
en: Daily average: %@ steps,

source: (%@ pas)
en: (%@ steps)

source: Étape %@ sur 4
en: Step %@ of 4

source: Trajet en cours :
en: Journey in progress:

source: , dans %@ km.
en: , %@ km away.

source: Arrivée estimée vers le %@.
en: Estimated arrival around %@.

source: , étape débloquée.
en: , milestone unlocked.

source: , verrouillé, à %@ km
en: , locked, %@ km away

source: %.0f km depuis le départ
en: %.0f km from the start
